<template>
    <div class="solution-wrap">
        <div class="text-box">
            <h1>逐时天气和多日预报是如何展示的？</h1>
            <p>逐时天气是以3小时为区间，为您展示当天的天气实况<br><br>多日预报是为您播报未来7天的天气实况</p>
        </div>
        <div class="text-box">
            <h1>空气质量条里的数字是什么指标？</h1>
            <p>该数字是空气污染指数AQI，该指数划分为0－50、51－100、101－150、151－200、201－300和大于300六档。<br><br>指数越大，说明污染越严重，对人体健康的影响也越明显。</p>
        </div>
        <div class="text-box">
            <h1>如何查看其它城市地区的天气？</h1>
            <p>在即刻天气首页，可以点击底部导航的收藏或搜索按钮，进入城市收藏页（常驻的关注城市）或者城市搜索页（目前仅支持国内城市、地区）后，点击对应城市即可切换并展示该城市的天气实况。<br><br>此时，若想恢复展示您当前所在定位的天气实况，点击首页右下方的定位浮窗按钮即可。</p>
        </div>
        <div class="text-box">
            <h1>即刻天气的微信授权如何管理？</h1>
            <p>在设置页面，点击授权管理可以管理授权信息。<br><br>若未授权位置信息，即刻天气也会尝试使用IP定位您当前的位置以便获取准确的天气信息。<br><br>若存在无法获取天气信息的情况，建议前往设置页面进行位置信息的授权，完成授权后可尝试重启即刻天气获取准确的天气信息。</p>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {};
    },
    methods: {
    },
    mounted() {
    }
};
</script>

<style lang="scss" scoped>

</style>
