<template>
    <div class="solution-wrap">
        <div class="text-box">
            <h1>逐时天气和多日预报是如何展示的？</h1>
            <p>逐时天气是以3小时为区间，为您展示当天的天气实况<br><br>多日预报是为您播报未来7天的天气实况</p>
        </div>
        <div class="text-box">
            <h1>空气质量条里的数字是什么指标？</h1>
            <p>该数字是空气污染指数AQI，该指数划分为0－50、51－100、101－150、151－200、201－300和大于300六档。<br><br>指数越大说明污染越严重，对人体健康的影响也越明显。</p>
        </div>
        <div class="text-box">
            <h1>如何查看其它城市地区的天气？</h1>
            <p>点击首页底部的收藏或搜索按钮，进入城市收藏夹或者地区检索页（目前仅支持国内城市/地区），点击对应城市名即可切换查看该城市的天气实况。<br><br>此时若想恢复查看您当前所在位置的天气，点击首页右下方的悬浮窗按钮即可。</p>
        </div>
        <div class="text-box">
            <h1>如何管理城市收藏夹？</h1>
            <p>在城市收藏夹可点击添加地点来新增想关注的城市地区。在编辑地点页，可对现有的关注城市进行排序（按住对应的方向图标上滑或下滑）和删除（轻触删除图标）</p>
        </div>
        <div class="text-box">
            <h1>如何管理即刻天气的微信授权？</h1>
            <p>点击首页底部的设置进入设置页面，点击授权管理可以管理授权信息。<br><br>若未授权位置信息，即刻天气也会尝试使用IP定位您当前的位置以便获取准确的天气信息。<br><br>若无法获取天气信息，建议完成授权后再尝试重启即刻天气获取准确的天气信息。</p>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {};
    },
    methods: {
    },
    mounted() {
    }
};
</script>

<style lang="scss" scoped>

</style>
